

<h1>法律声明</h1>

<div id="lawtabs">
    <ul class="nav nav-tabs" id="myTab">
        <li><a href="#fragment-1"><span>服务条款</span></a></li>
        <li><a href="#fragment-2"><span>免责声明</span></a></li>
        <li><a href="#fragment-3"><span>隐私保护</span></a></li>
    </ul>
    <div class="tab-content">
    <div class="tab-pane active" id="fragment-1">
<br><br>1.接受条款<br>
欢迎光临优拓网（http://www.utoconsult.com）。 优拓网根据以下服务条款为您提供服务。这些条款可由优拓网随时更新，且毋须另行通知。优拓网服务公约(以下简称本“服务公约”)一旦发生变动, 优拓网将在网页上公布修改内容。修改后的服务公约一旦在网页上公布即有效代替原来的服务公约。您可随时查阅最新版服务公约。此外，当您使用优拓网的特殊服务时，您和优拓网应遵守优拓网随时公布的与该服务相关的指引和规则。前述所有的指引和规则，均构成本服务公约的一部分。
您在使用优拓网提供的各项服务之前，应仔细阅读本服务公约。如您不同意本服务公约及/或随时对其的修改，您可以主动取消优拓网提供的服务；如您使用优拓网的服务，即视为您已了解并完全同意本服务公约各项内容，包括优拓网对服务公约随时所做的任何修改，并成为优拓网的用户（以下简称“用户”）。
<br><br>2.服务说明<br>
优拓网目前经由其产品组合，向用户提供存取丰富的网上资源的诸多服务，包括各种信息工具、网上论坛、交易服务、个人化内容等等（以下简称“本服务”）。除非本服务公约另有其它明示规定，增加或强化目前本服务的任何新功能，包括所推出的新产品，均受到本服务公约的规范。您了解并同意，本服务仅依其当前所呈现的状况提供，对于任何用户的通讯或个人化设定的时效、删除、传递错误、未予储存或其它任何问题，优拓网均不承担任何责任。优拓网保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。为使用本服务，您必须能够自行经由合法的提供互联网接入的服务方，进入互联网，并应自行支付相关服务费用。此外，您必须自行配备及负责与联网连线所需之一切必要装备，包括计算机、数据机或其它存取装置。
<br><br>3.遵守法律<br>
您同意遵守《中华人民共和国合同法》、《中华人民共和国著作权法》及其实施条例、《全国人民代表大会常务委员会关于维护互联网安全的决定》（“人大安全决定”）、《中华人民共和国保守国家秘密法》、《中华人民共和国电信条例》(“电信条例” )、《中华人民共和国计算机信息系统安全保护条例》、《中华人民共和国计算机信息网络国际联网管理暂行规定》及其实施办法、《计算机信息系统国际联网保密管理规定》、《互联网信息服务管理办法》、《计算机信息网络国际联网安全保护管理办法》、《互联网电子公告服务管理规定》（“电子公告规定”）等相关中国法律法规的任何及所有的规定，并对以任何方式使用您的密码和您的帐号使用本服务的任何行为及其结果承担全部责任。如违反《人大安全决定》有可能构成犯罪，被追究刑事责任。《电子公告规定》则有明文规定，上网用户使用电子公告服务系统对所发布的信息负责。《电信条例》也强调，使用电信网络传输信息的内容及其后果由电信用户负责。在任何情况下，如果优拓网有理由认为您的任何行为，包括但不限于您的任何言论和其它行为违反或可能违反上述法律和法规的任何规定，优拓网可在任何时候不经任何事先通知终止向您提供服务。
<br><br>4.您的注册义务<br>
为了能使用本服务，您同意以下事项∶依本服务注册表的提示提供您本人真实、正确、最新及完整的资料（以下简称“登记资料”）；及随时更新登记资料，确保其为真实、正确、最新及完整的资料。若您提供任何错误、不实、过时或不完整或具误导性的资料；或者优拓网有理由怀疑前述资料为错误、不实、过时或不完整或具有误导性的，优拓网有权暂停或终止您的帐号，并拒绝您在现在和未来使用本服务的全部或任何部分。优拓网十分关心所有用户（特别是儿童）的安全及隐私。因此，未成年的用户请在父母的指导下进行访问。请记住，本服务设计的目的在于符合广大用户的需要。优拓网无须对任何用户的任何登记资料承担任何责任，包括但不限于鉴别、核实任何登记资料的真实性、正确性、完整性、适用性及/或是否为最新资料的责任。
<br><br>5.优拓网隐私权政策<br>
您提供的登记资料及优拓网保留的有关您的若干其它资料将受到中国的有关隐私的法律和优拓网的《隐私权政策》的规范。具体请访问查阅优拓网完整的隐私权政策。
<br><br>6.用户帐号、密码及安全<br>
完成本服务的登记程序之后，您将收到一个密码及帐号。维持密码及帐号的机密安全，是您的责任。您应对所有用您的密码及帐号的活动负完全的责任。您同意∶ (a)您的密码或帐号遭到未获授权的使用，或者发生其它任何安全问题时，您将立即通知优拓网；且 (b)每次上网完毕，把您的帐号关掉。如您未能依前述规定行事，对于任何人利用该密码及帐号所进行的任何行为，您应负完全的责任。对于因此而产生的任何损失或损害，优拓网不承担任何责任。
<br><br>7.内容条例<br>
提供者的责任根据有关法律法规，优拓网在此郑重提请您注意，任何经由本服务以上载、张贴、发送电子邮件或任何其它方式传送的资讯、资料、文字、软件、 音乐、音讯、照片、图形、视讯、信息或其它资料（以下简称“内容”），无论系公开还是私下传送，均由内容提供者承担责任。优拓网无法控制经由本服务传送的内容，因此不保证内容的正确性、完整性或品质。您已预知使用本服务时，可能会接触到令人不快、不适当或令人厌恶的内容。在任何情况下，优拓网均不为任何内容负责，包含但不限于任何内容的任何错误或遗漏，以及经由本服务以张贴、发送电子邮件或其它方式传送任何内容而衍生的任何损失或损害。但优拓网有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。
<br><br>8.用户行为<br>
用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶
<br>a.上载、张贴、发送电子邮件或以其它方式传送含有下列内容之一的信息： 
<br>反对宪法所确定的基本原则的；
<br>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
<br>损害国家荣誉和利益的；
<br>煽动民族仇恨、民族歧视、破坏民族团结的；
<br>破坏国家宗教政策，宣扬邪教和封建迷信的；
<br>散布谣言，扰乱社会秩序，破坏社会稳定的；
<br>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
<br>侮辱或者诽谤他人，侵害他人合法权利的；
<br>含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；
<br>含有中国法律、法规、规章、条例以及任何具有法律效力的规范所限制或禁止的其它内容的；
 <br>b. 以任何方式危害未成年人的利益；
 <br>c.冒充任何人或机构，包含但不限于优拓网主管、论坛领袖、主持人，或以虚伪不实的方式陈述或谎称与任何人或机构有关；
 <br>d.伪造标题或以其它方式操控识别资料，以伪造经由本服务传送的任何内容的来源；
 <br>e.将依据任何法律或合约或法定关系（例如由于雇佣关系和依据保密合约所得知或揭露的内部资料、专属及机密资料）知悉但无权传送的任何内容加以上载、张贴、发送电子邮件或以其它方式传送；
 <br>f.将侵害他人著作权、专利权、商标权、商业秘密、或其它专属权利（以下简称“专属权利”）的内容加以上载、张贴、发送电子邮件或以其它方式传送；
 <br>g.将任何广告信函、促销资料、“垃圾邮件”、“滥发信件”、“连锁信件”、“直销”或其它任何形式的劝诱资料加以上载、张贴、发送电子邮件或以其它方式传送，但专供前述目的使用的商务区域，按照有关适用指引或规则进行的行为不在此限；
 <br>h. 将设计目的在于干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的计算机病毒（包括但不限于木马程序(trojan)、蠕虫(worms)、定时炸弹、删除蝇(cancelbots)（以下简称“病毒”））或其它计算机代码、档案和程序的任何资料，加以上载、张贴、发送电子邮件或以其它方式传送；
 <br>i.破坏正常的对话流程、造成荧屏快速移动，或使本服务其它用户无法输入，或对其它用户参加即时交流的能力产生负面影响；
 <br>j.干扰或破坏本服务或与本服务相连线的服务器和网络，或违反任何关于本服务连线网络的规定、程序、政策或规范； 
 <br>k.利用跟踪程序或其它方式骚扰他人；
 <br>l.未经合法授权而截获、篡改、收集、储存或删除他人个人信息、电子邮件或其它数据资料，或将获知的此类资料用于任何非法或不正当目的。
您已认可优拓网未对本服务内容加以任何事先审查，对用户的使用行为也无法进行全面控制，您使用任何内容时，包括依赖前述内容的正确性、完整性或实用性时， 您同意将自行加以判断并承担所有风险，而不依赖于优拓网。但优拓网及其指定人有权（但无义务）依其自行的考虑，拒绝和删除可经由本服务提供的违反本条款的或其它引起优拓网反感的任何内容。您了解并同意，优拓网依据法律法规的要求，或基于诚信为了以下目的或在合理必要范围内，认定必须将内容加以保存或揭露时，得加以保存或揭露：
 <br>(a)遵守法律程序；
 <br>(b)执行本服务公约；
 <br>(c)回应任何第三人提出的权利主张；
 <br>(d)保护优拓网、其用户及公众的权利、财产或个人安全；
 <br>(e)其它优拓网认为有必要的情况。
您了解并同意经由本服务的技术处理及传送，您提供的任何内容，可能
 <br>(a)经由各个网路加以传送，且
 <br>(b)为了符合及配合连线网路或装置的技术要求而进行改变。
<br><br>9.国际使用的特别警告<br>
您已了解国际互联网的无国界性，同意遵守当地所有关于网上行为及内容的法律法规。您特别同意遵守有关从中国或您所在国家或地区输出信息的传输的所有适用法律法规。
<br><br>10.在优拓网张贴的公开信息<br>
 (a) 在本服务公约中，“本服务公开使用区域”系指一般用户可以使用的区域。
 (b) 您同意已就您于本服务公开使用区域及本服务其它任何公开使用区域张贴的内容，或包括照片、图形或影音资料等内容，授予优拓网全球性、免许可费及非独家的使用权，优拓网可以为了展示、散布及推广张贴前述内容的特定服务目的，将前述内容复制、修改、改写、改编或出版，对于照片及图形资料的上述使用，仅为张贴该照片或图形于本服务的目的而为之。在您将前述内容放入本服务期间，使用权持续有效；若您将前述内容自本服务中删除，则使用权于删除时终止。
 (c) 您同意已就您于本服务其它公开使用区域张贴的其它内容，授予优拓网免许可费、永久有效、不可撤销、非独家及可完全再授权的权利在全球使用、复制、修改、改写、改编、发行、翻译、创造衍生性著作，及/或将前述内容（部分或全部）加以散布、表演、展示，及/或放入利用任何现在已知和未来开发出的形式、媒体和科技的其它著作物当中。
<br><br>11.赔偿<br>
由于您通过本服务提供、张贴或传送的内容、您与本服务连线、您违反本服务公约、或您侵害他人任何权利因而衍生或导致任何第三人提出任何索赔或请求，包括合理的律师费，您同意赔偿优拓网、关联企业、高级职员、代理人、品牌共有人或其它合作伙伴及员工，并使其免受损害。
<br><br>12.禁止商业行为<br>
您同意不对本服务任何部分或本服务的使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。
<br><br>13. 服务的修改<br>
优拓网有权于任何时间暂时或永久修改或终止本服务（或其任何部分），而无论其通知与否。您同意对于本服务所作的任何修改、暂停或终止，优拓网对您和任何第三人均无需承担任何责任。
<br><br>14.终止服务<br>
您同意优拓网依本服务公约的考虑，因任何理由，包含但不限于缺乏使用，或优拓网认为您已经违反本服务公约的文字及精神，终止您的密码、帐号或本服务的使用（或服务的任何部分），并将您在本服务内任何内容加以移除并删除。优拓网亦得依其自行的考虑，于通知或未通知的情形下，随时终止本服务或其任何部分。您同意依本服务公约任何规定提供的本服务，无需进行事先通知即可中断或终止，您承认并同意，优拓网可立即关闭或删除您的帐号及您帐号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，您同意若本服务的使用被中断或终止或您的帐号及相关信息和文件被关闭或删除，优拓网对您或任何第三人均不承担任何责任。
<br><br>15.与广告商进行的交易<br>
您通过本服务与广告商进行任何形式的通讯或商业往来，或参与促销活动，包含相关商品或服务的付款及交付，以及达成的其它任何相关条款、条件、保证或声明，完全是您与广告商之间的行为。除有关法律法规有明文规定要求优拓网承担责任以外，您因前述任何交易或前述广告商而遭受的任何性质的损失或损害，优拓网均不予负责。
<br><br>16.链接<br>
本服务或第三人可提供与其它国际互联网上的网站或资源的链接。由于优拓网无法控制这些网站及资源，您了解并同意，此类网站或资源是否可供利用，优拓网不予负责，存在或源于此类网站或资源的任何内容、广告、产品或其它资料，优拓网亦不予保证或负责。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、商品或服务所产生的任何损害或损失，优拓网不负任何直接或间接的责任。
<br><br>17.优拓网的专属权利<br>
您了解并同意，本服务及本服务所使用的相关软件（以下简称“软件”）含有受到相关知识产权及其它法律保护的专有保密资料。您也了解并同意，经由本服务或广告商向您呈现的赞助广告或信息所包含的内容，亦受到著作权、商标权、服务商标、专利权或其它专属权利的法律保护。未经优拓网或广告商明示授权，您不得修改、出租、出借、出售、散布本服务或软件的任何部份或全部，或据以制作衍生著作，或使用擅自修改后的软件，包括但不限于为了未经授权而使用本服务的目的。优拓网仅授予您个人、不可移转及非专属的使用权，使您得于单机计算机使用其软件的目的码，但您不得（并不得允许任何第三人）复制、修改、创作衍生著作、进行还原工程、反向组译，或以其它方式发现原始码，或出售、转让、再授权或提供软件设定担保，或以其它方式移转软件的任何权利。您同意将通过由优拓网所提供的界面而非任何其它途径使用本服务。
<br><br>18.担保与保证<br>
您明确了解并同意∶
<br>a. 本服务公约的任何规定不会免除优拓网对造成您人身伤害的、或因故意或重大过失造成您财产损失的任何责任。
<br>b. 您使用本服务的风险由您个人负担。本服务是依“现状”及“现有”基础提供的。优拓网对本服务不提供任何明示或默示的担保或保证，包含但不限于商业适用性、特定目的的适用性及未侵害他人权利等担保或保证。
<br>c. 优拓网不保证以下事项∶
<br> (i)本服务将符合您的要求，
<br> (ii)本服务将不受干扰、及时提供、安全可靠或不会出错，
<br> (iii)使用本服务取得的结果正确可靠，
<br> (iv)您经由本服务购买或取得的任何产品、服务、资讯或其它信息将符合您的期望，且
<br> (v)软件中任何错误都将得到更正。
<br>d. 是否使用本服务下载或取得任何资料应由您自行考虑且自负风险，因任何资料的下载而导致的您电脑系统的任何损坏或数据流失等后果，由您自行承担。
<br>e. 您自优拓网或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本服务公约有明确规定，将不构成本服务公约以外的任何保证。
<br><br>19.责任限制<br>
您明确了解并同意，基于以下原因而造成的，包括但不限于利润、信誉、应用、数据损失或其它无形损失，优拓网不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任（即使优拓网事先已被告知发生此种赔偿的可能性亦然）： (i)本服务的使用或无法使用， (ii)为替换从或通过本服务购买或取得的任何商品、数据、信息、服务，收到的讯息，或缔结的交易而发生的成本， (iii)您的传输或数据遭到未获授权的存取或变造， (iv) 任何第三方在本服务中所作的声明或行为，或(v)与本服务相关的其它事宜，但本服务公约有明确规定的除外。
<br><br>20.用户专属权利<br>
优拓网尊重知识产权，呼吁用户也要同样尊重知识产权。若您认为您的作品的著作权遭到侵害或您的知识产权被侵犯，请向优拓网客户服务部提供以下资料∶
<br>1. 著作权或其它知识产权所有人的有权代理人的电子或实体签名。
<br>2. 对您主张遭到侵权的作品或知识产权进行的描述。
<br>3. 对您主张遭到侵权的作品在网站上所处的位置进行的描述。
<br>4. 您的地址、电话号码及电子邮件地址。
<br>5. 您认为该有争议的使用未经著作权或其它知识产权所有人、其代理人或依照法律授权的声明。 
<br>6. 您已充分了解做虚假指证的全部法律后果，在此前提下您保证所提供的前述资料均为合法的、正确的，并且您是著作权或知识产权的所有人或已经合法授权有权代理著作权或知识产权的所有人。您可以通过如下联络方式与优拓网联系∶ 
电子邮件 admin@utoconsult.com 
<br><br>21.一般条款 <br>
<br>a. 本服务公约构成您与优拓网的全部协议，并规范您对于本服务的使用行为，并取代您先前与优拓网所达成的全部协议。在您使用相关服务、使用第三方提供的内容或软件时，亦应遵从所适用的附加条款及条件。
<br>b. 本服务公约及您与优拓网的关系，均受到中国法律管辖。您与优拓网就本服务、本服务公约或其它有关事项发生的争议，应提请到北京仲裁委员会仲裁，仲裁裁决是终局性的，对双方均有约束力。
<br>c. 优拓网未行使或执行本服务公约任何权利或规定，不构成对前述权利或权利的放弃。
<br>d. 倘本服务公约的任何规定因与中国法律抵触而无效，您依然同意应依照法律，努力使该规定所反映的当事人意向具备效力，且本服务公约其它规定仍应具有完整的效力及效果。
<br>e. 本服务公约的标题仅供方便而设，不具任何法律或契约效果。
<br><br>22.举报<br>
如果您发现任何违反本服务公约的情况，请通知优拓网客户服务部∶ 
<br>电子邮件 admin@utoconsult.com 
        
    </div>
    <div class="tab-pane" id="fragment-2">
      <br> 访问者在接受优拓网（http://www.utoconsult.com，以下称"本网站"）服务之前，请务必仔细阅读本条款并同意本声明。访问者访问本网站的行为以及通过各类方式利用本网站的行为，都将被视作是对本声明全部内容的无异议的认可；如有异议，请立即与本网站协商，并取得本网站的书面同意意见。
<br><br>1.访问者在从事与本网站相关的所有行为（包括但不限于访问浏览、利用、转载、宣传介绍）时，必须以善意且谨慎的态度行事；访问者不得故意或者过失的损害或者弱化本网站的各类合法权利与利益，不得利用本网站以任何方式直接或者间接的从事违反中国法律以及社会公德的行为，且访问者应当恪守下述承诺：
 <br>a.传输和利用信息要符合中国法律的规定、符合社会公德；
 <br>b.不将本网站以及与之相关的网络服务用作非法用途以及非正当用途；
 <br>c.不干扰和扰乱本网站以及与之相关的网络服务；
 <br>d.遵守与本网站以及与之相关的网络服务的协议、规定、程序和惯例等。
<br><br>2. 本网站郑重提醒访问者：请在转载、上载或者下载有关作品时务必尊重该作品的版权、著作权；如果您发现有您的作品，尚未署名，请立即和我们联系，我们会在第一时间加上您的署名或作相关处理。
<br><br>3. 除我们另有明确说明或者中国法律有强制性规定外，本网站用户原创的作品，本网站及作者共同享有版权，其他网站及传统媒体如需使用，须取得本网站的书面授权，未经授权严禁转载或用于其它商业用途。
<br><br>4.本网站作品仅代表作者本人的观点，不代表本网站的观点和看法，与本网站立场无关，相关责任由作者自负。
<br><br>5.本网站有权将在本网站内发表的作品用于其他用途，包括网站、电子杂志等，作品有附带版权声明者除外。
<br><br>6.未经本网站和作者共同同意，其他任何机构不得以任何形式侵犯其作品著作权，包括但不限于：擅自复制、链接、非法使用或转载，或以任何方式建立作品镜像。
<br><br>7.本网站所刊载的各类形式（包括但不仅限于文字、图片、图表）的作品仅供参考使用， 并不代表本网站同意其说法或描述，仅为提供更多信息，也不构成任何投资建议。对于访问者根据本网站提供的信息所做出的一切行为，除非另有明确的书面承诺文件，否则本网站不承担任何形式的责任。
<br><br>8.当本网站以链接形式推荐其他网站内容时，本网站并不对这些网站或资源的可用性负责，且不保证从这些网站获取的任何内容、产品、服务或其他材料的真实性、合法性，对于任何因使用或信赖从此类网站或资源上获取的内容、产品、服务或其他材 料而造成（或声称造成）的任何直接或间接损失，本网站均不承担任何责任。
<br><br>9.访问者在本网站注册时提供的一些个人资料，本网站除您本人同意及第10条规定外不会将用户的任何资料以任何方式泄露给任何一方。
<br><br>10.当政府部门、司法机关等依照法定程序要求本网站披露个人资料时，本网站将根据执法单位的要求或为公共安全的目的提供个人资料。在此情况下的任何披露，本网站均得免责。
<br><br>11.由于用户将个人密码告知他人或与他人共享注册账户，由此导致的任何个人资料泄露，本网站不负任何责任。
<br><br>12.任何由于计算机问题、黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营的不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等，本网站均得免责。
<br><br>13.由于与本网站链接的其他网站所造成的个人资料泄露及由此而导致的任何法律争议和后果，本网站均得免责。
<br><br>14.本网站若因线路及非本公司控制范围外的硬件故障或其它不可抗力而导致暂停服务，于暂停服务期间造成的一切不便与损失，本网站不负任何责任。
<br><br>15.除本网站注明的服务条款外，其他一切因使用本网站而引致的任何意外、疏忽、诽谤、版权或知识产权侵犯及其所造成的损失（包括因下载而感染电脑病毒），本网站概不负责，亦不承担任何法律责任。
<br><br>16.若因本网站产生任何诉诸于诉讼程序的法律争议，将以本网站所有者所在的法院为管辖法院，除非中国法律对此有强制性规定。
<br><br>17.本网站的声明以及其修改权、更新权及最终解释权均属优拓网所有。
<br><br>18.兹有以上网站法律声明于2006年8月1日公布并生效，访问者须仔细阅读并同意本声明。访问者对本网站包括但不限于的访问浏览、利用、转载、宣传、链接等，均视为访问者同意本网站免责声明。
举报：如果您发现任何违反本条例的情况，请通知优拓网客户服务部∶ 
<br>电子邮件  admin@utoconsult.com 
                     
    </div>
    <div class="tab-pane" id="fragment-3">
    <br>优拓网（http://www.utoconsult.com，以下称"本网站"）隐私权保护声明是本网站保护用户个人隐私的承诺。鉴于网络的特性，本网站将无可避免地与您产生直接或间接的互动关系，故特此说明本网站对用户个人信息所采取的收集、使用和保护政策，请您务必仔细阅读：
<br><br>1.个人资料<br>
当您需要使用我们的服务时（例如发表日志, 管理日志, 功能使用等），则必须注册个人资料后才能使用。
个人资料包括但不限于姓名、出生日期、性别、联系地址、电子邮件地址、电话号码。您必须保证提供资料的准确、真实、有效和完整。我们保留随时删除虚假个人资料并终止服务的权力。
收集个人资料是为了使您正确的使用优拓网的功能与服务，并便于我们向您提供优质高效的服务。当然，即使您已经注册个人资料，您仍可随时拒绝我们发送的任何信息及提供的服务。
请了解，在未经您同意及确认之前，本网站不会将您所提供的个人资料利用于上述外的其它目的。除非当政府机关依照法定程序要求本网站披露个人资料时，本网站将根据执法单位的要求或为公共安全的目的提供个人资料。在此情况下的任何披露，本网站均得免责。
<br><br>2.信息资料安全<br>
我们将采取一定的措施来保护您的个人资料。除非根据法律或政 府的强制性规定或在紧急情况下为维护用户和社会公众的利益的需要，在未得到您的明确许可之前，我们不会把您的任何个人资料提供给无关的第三方（包括公司或个人）。但是，如果我们要寄送您购买的产品，我们将把您的姓名和地址送交给第三方（例如快递公司或邮局）。您有时也许会收到经由我们发送的来自第三方的信息，但这并不意味着我们已经向第三方披露您的个人资料。
<br><br>3.日志信息及权利<br>
由于本网站的日志发表的特性，您公布的日志或图片如不被您设为隐藏都会成为公开的信息。因此，我们提醒并请您慎重考虑是否有必要公开您的个人信息及图片。您享有编辑，删除日志及图片的权利。同时我们保留随时删除不健康日志信息及图片并终止服务的权力。对于由于您自身的操作所造成的日志或图片的丢失,本网站将不负任何责任。
<br><br>4.个人资料的披露<br>
当相关机构依照法定程序要求本网站披露个人资料时，本网站将根据执法单位的要求或为公共安全的目的提供个人资料。在此情况下的任何披露，本网站均得免责。
<br><br>5.未成年人隐私权的保护<br>
本网站将建立和维护合理的程序，以保护未成年人个人资料的保密性及安全性。本网站郑重声明：任何16岁以下的未成年人参加网上活动应事先得到家长或其法定监护人的可经查证的同意。法定监护人应承担保护未成年人在网络环境下的隐私权的首要责任。
<br><br>6.免责<br>
除上述第4条规定属免责外，下列情况时本网站亦无需承担任何责任：
由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露，日志或图片丢失。
任何由于自身计算机问题、黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常运行的不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等。
由于与本网站链接的其它网站所造成的个人资料泄露及由此而导致的任何法律争议和后果。
本网站的保护隐私声明的修改及更新权均属于优拓网（http://www.utoconsult.com）
举报：如果您发现任何违反本条例的情况，请通知优拓网客户服务部∶ 
<br>电子邮件 admin@utoconsult.com 

                    
    </div>
</div>
</div>

